Repository: karsazoltan/jokeradmin
Catalog: templates/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Something wrong...
hu: Valami baj van

source: SSH Keys
hu: SSH Kulcsok

source: Projects
hu: Projektek

source: My user
hu: Fiókom

source: Home
hu: Kezdőlap

source: Keys
hu: Kulcsok

source: Add new key
hu: Új kulcs társítása

source: Username
hu: Felhasználói név

source: Comment
hu: Megjegyzés

source: Key
hu: Kulcs

source: RSA-Key
hu: RSA-Kulcs

source: OK
hu: Küldés

source: Enter the keys here for validation every even minute. That
hu: Minden páros percben kerül frissítésre, vrájon türelemmel.

source: ADMIN-SITE
hu: ADMIN

source: Linux users
hu: Linux felhasználó

source: You can log in to the hpc central machine under the names of the linux users above, using the ssh keys given below.
hu: A fenti linux felhasználók alatt tud belépni a központi gépre a lenti shh-kulcsokkal!

source: no linux user
hu: Nincs ilyen linux felhasználó

source: empty
hu: üres

source: Send mails
hu: Üzenetek küldése

source: All users will receive the email
hu: Minden felhasználó megkapja az üzenetet email-ként.

source: Sent
hu: Küldés

source: Subject
hu: Tárgy

source: Message
hu: Üzenet

source: Message body
hu: Üzenet törzse

source: Send
hu: Küldés

source: Pojects
hu: Projektek

source: List of projects
hu: Projektek

source: Name
hu: Neve

source: Owner
hu: Tulajdonos

source: Partners
hu: Partnerek

source: Description
hu: Leírás

source: Public
hu: Publikus

source: Create
hu: Létrehozás

source: Login page
hu: Bejelentkezés

source: username
hu: Felhasználó

source: password
hu: Jelszó

source: Login
hu: Bejelentkezés

source: Registration request sent! Wait for approval from an admin user! We will send you a notification by email if the request has been accepted.
hu: A regisztrációs kérelm elküldve, kérem várjon a jóváhagyásra, email értesítést kap majd, ha jóváhagyták.

source: Edit webuser
hu: Webes felhasználó szerkesztése

source: Request status
hu: Kérelem státusza

source: Superuser
hu: Admin felhasználó

source: Associated with the following linux users:
hu: A következő linux felhasználókhoz csatolva:

source: Request description
hu: Kérelem leírás

source: Edit linux users
hu: Linux user szerkesztése

source: By changing the user, the ssh keys will also be transferred to the new linux user! Its entry into force approx. 2 minutes. Be careful not to associate a superuser with a lesser-known web user!
hu: Ha megváltoztatja a linux felhasználót, a régi ssh-kulcsai is az új linux felhasználóhoz fognak kerülni. Vigyázon!

source: Linux users (not associated with an project user)
hu: Linux felhasználók (nincsenek projekthez társítva)

source: New linux user
hu: Új linux felhasználó

source: Root user:
hu: Root felhasználó:

source: associated project:
hu: Csatlakoztatott projekt:

source: As long as you are the owner or member of the project, it cannot be removed.
hu: Ha a projekt tulajdonosa, nem lehet megváltoztatni.

source: Activate
hu: Aktív

source: As long as it is not associated with at least one Linux user, it cannot be activated! Add it to a project as a partner, and you can also get an hpc system user account.
hu: Amíg nincs linux felhasználóhoz társítva, nem aktiválható.

source: Webuser
hu: Webes felhasználó

source: Requests
hu: Kérelmek

source: The JupyterHub interface can be used under the associated system users. Choose from the list!
hu: A jupyterhub-ot, a csatlakoztatott felhasználók alatt lehet használni. Válasszon a listából!

source: When switching to another user, exit from the JupyterHub interface!!
hu: Ha egy másik felhasználóra vált, léprjen ki előtte a jupyterhub felületről!

source: last used
hu: utoljára használt

source: Linux user name
hu: Linux felhasználó neve

source: Please add from command prompt via SSH on cluster master node, (new_user.sh script)
hu: Biztonsági okokból, kérem adja hozzá SSH-n keresztül a klaszteren!

source: Webusers:
hu: Webes felhasználók:

source: Webusers (active)
hu: Weebes felhasználók (aktív)

source: Users
hu: Felhasználók

source: Webusers
hu: Webes felhasználók
